Repository: cobianzo/nutrition-wp
Catalog: themes/nutrition-child/languages/*.po
Languages: it_it

source: --none---
it_it: --nessuno---

source: <br> - Link: <a href="%s" target="_blank">click here to edit %s's user profile</a>
it_it: <br> - Link: <a href="%s" target="_blank">clicca qui per modificare il profilo utente di %s</a>

source: <br> - Post ID: <b>%s</b>
it_it: <br> - ID post: <b>%s</b>

source: <br> - Post link: <a href="%s" target="_blank">click here to edit %s's post</a>
it_it: <br> - Link post: <a href="%s" target="_blank">clicca qui per modificare il post di %s</a>

source: <br> - User email: <b>%s</b>
it_it: <br> - Email utente: <b>%s</b>

source: <br> - User ID: <b>%s</b>
it_it: <br> - ID utente: <b>%s</b>

source: <br> - User login: <b>%s</b>
it_it: <br> - Login utente: <b>%s</b>

source: <h3>Associated WP User profile:</h3>
it_it: <h3>Profilo utente WordPress associato:</h3>

source: <h3>Post ID not found</h3>
it_it: <h3>ID post non trovato</h3>

source: A link to a client.
it_it: Un link a un paziente.

source: Add New Client
it_it: Aggiungi nuovo paziente

source: ALIMENT
it_it: ALIMENTO

source: Alimento Block
it_it: Blocco Alimento

source: Alimento IDs
it_it: ID Alimenti

source: All Clients
it_it: Tutti i pazienti

source: Alternative
it_it: Alternativa

source: cell: ‭<a href="tel:+393389368679‬">3389368679‬</a><br>mail: <a href="mailto:dott.orsettileonardo@gmail.com">dott.orsettileonardo@gmail.com</a>
it_it: cell: ‭<a href="tel:+393389368679‬">3389368679‬</a><br>email: <a href="mailto:dott.orsettileonardo@gmail.com">dott.orsettileonardo@gmail.com</a>

source: Child of Fork, dedicated to the Nutrtition site
it_it: Tema figlio di Fork, dedicato al sito di Nutrizione

source: Client
it_it: Paziente

source: Client Archives
it_it: Archivi pazienti

source: Client Attributes
it_it: Attributi pazienti

source: Client Link
it_it: Link paziente

source: Client model associated to a user.
it_it: Modello paziente associato a un utente

source: Client published privately.
it_it: Paziente pubblicato privatamente

source: Client published.
it_it: Paziente pubblicato

source: Client reverted to draft.
it_it: Paziente ripristinato in bozza

source: Client scheduled.
it_it: Paziente programmato

source: Client updated.
it_it: Paziente aggiornato

source: Clients
it_it: Pazienti

source: Clients list
it_it: Lista pazienti

source: Clients list navigation
it_it: Navigazione lista pazienti

source: Create a new diet from type <b>%s</b>
it_it: Crea una nuova dieta dal tipo <b>%s</b>

source: Create a new programme from template <b>%s</b>
it_it: Crea un nuovo programma dal template <b>%s</b>

source: Create diet out of the selected aliments
it_it: Crea una dieta dagli alimenti selezionati

source: Current diet(s) for the client.
it_it: Dieta corrente(i) per il paziente.

source: Current food programme for the client.
it_it: Programma alimentare corrente per il paziente.

source: Currently this client has not any diet assigned.
it_it: Attualmente questo paziente non ha alcuna dieta assegnata.

source: Diet
it_it: Dieta

source: Diet for client %s
it_it: Dieta per il paziente %s

source: Dietas
it_it: Diete

source: Edit Client
it_it: Modifica paziente

source: eg. Breakfast
it_it: es. Colazione

source: Email already exists: <a target="_blank" href="%s"><b>%s</b></a>
it_it: Email già esistente: <a target="_blank" href="%s"><b>%s</b></a>

source: Error: There are more than one programme for the client. There should be only one.
it_it: Errore: Ci sono più programmi per il paziente. Ci dovrebbe essere solo uno.

source: Filter clients by date
it_it: Filtra pazienti per data

source: Filter clients list
it_it: Filtra elenco pazienti

source: Food Programme for %s
it_it: Programma alimentare per %s

source: Found a programme for this client: <a href="%s">%s</a>
it_it: Trovato un programma per questo paziente: <a href="%s">%s</a>

source: Friday
it_it: Venerdì

source: Hello, my World!
it_it: Ciao, il mio mondo!

source: Hide Image
it_it: Nascondi immagine

source: Insert into client
it_it: Inserisci nel paziente

source: Is Alternative?
it_it: È Alternativa?

source: Meal
it_it: Pasto

source: Monday
it_it: Lunedì

source: New Client
it_it: Nuovo paziente

source: No Aliment associated to the programme.
it_it: Nessun Alimento associato al programma.

source: No Alimento IDs found.
it_it: Nessun ID Alimento trovato.

source: No clients found
it_it: Nessun paziente trovato

source: No clients found in Trash
it_it: Nessun paziente trovato nel cestino

source: No post associated with user ID <b>%s</b>
it_it: Nessun post associato all'ID utente <b>%s</b>

source: No Programme found for this client.
it_it: Nessun programma trovato per questo paziente.

source: Not user associated for post ID %s
it_it: Nessun utente associato per il post ID %s

source: Parent Client:
it_it: Paziente genitore:

# Pattern title
source: single-diet
it_it: dieta-singola

source: Piatto Block
it_it: Blocco Piatto

source: Prefill text with defaults
it_it: Precompila il testo con i valori predefiniti

source: Profile user
it_it: Profilo utente

source: Saturday
it_it: Sabato

source: Search Clients
it_it: Cerca pazienti

source: SELECT ALIMENT
it_it: SELEZIONA ALIMENTO

source: Select aliment
it_it: Seleziona alimento

source: Sunday
it_it: Domenica

source: There are no templates for Food Programmes. Create them in the Editor.
it_it: Non ci sono modelli per i Programmi Alimentari. Creali nell'Editor.

source: Thursday
it_it: Giovedì

source: Tuesday
it_it: Martedì

source: Update diet <em>%s</em> (%s) for the selected day of the week
it_it: Aggiorna la dieta <em>%s</em> (%s) per il giorno della settimana selezionato

source: Uploaded to this client
it_it: Caricato in questo paziente

source: View Client
it_it: Visualizza paziente

source: View Clients
it_it: Visualizza pazienti

source: Wednesday
it_it: Mercoledì
